Revit 2027 API
ParameterTypeId.SectionAttrTailWidth Property
 "Tail width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SectionAttrTailWidth { get; }
Public Shared ReadOnly Property SectionAttrTailWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SectionAttrTailWidth {
	ForgeTypeId^ get ();
}
static member SectionAttrTailWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace